{
  "items": [
    {
      "title": "Space Sunflower May Help Snap Pictures of Planets",
      "release_date": "03.20.14",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/news/starshade_poster.jpg",
          "caption": "This animation shows the prototype starshade, a giant structure designed to block the glare of stars so that future space telescopes can take pictures of planets.",
          "alt": "starshade"
        },
        "main": {
          "src": "/assets/images/content/tmp/news/starshade.jpg",
          "caption": "This animation shows the prototype starshade, a giant structure designed to block the glare of stars so that future space telescopes can take pictures of planets.",
          "alt": "starshade"
        }
      },
      "author": "Whitney Clavin",
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov"
    },    {
      "title": "Retiring JPL Deputy Director Passes the Torch",
      "release_date": "09.18.2013",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a12.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "Long-stressed Europa Likely Off-kilter at One Time",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "NASA scientists have found evidence Europa likely spun around a tilted axis at some point.",
      "thumb": "/m/images/content/news/thumbs/pia16827-226.jpg",
      "theme": "Solar System",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a1.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850\nJet Propulsion Laboratory, Pasadena, Calif.\njccook@jpl.nasa.gov \n\n \nElizabeth Zubritsky/Nancy Neal-Jones 301-614-5438/301-286-0039\nGoddard Space Flight Center, Greenbelt, Md.\nelizabeth.a.zubritsky@nasa.gov/nancy.n.jones@nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "New Technology Can Detect Heartbeats in Rubble",
      "release_date": "September 17, 2013",
      "link": "/news/detail.html",
      "tease": "New technology may allow victims trapped in piles of rubble to be rescued more quickly.",
      "thumb": "/m/images/content/news/thumbs/finder20130917-226.jpg",
      "theme": "Technology",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a2.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Whitney Clavin 818-354-4673\nJet Propulsion Laboratory, Pasadena, Calif.\nwhitney.clavin@jpl.nasa.gov",
      "body": "When natural disasters or human-made catastrophes topple buildings, search and rescue teams immediately set out to find victims trapped beneath the wreckage. During these missions, time is imperative, and the ability to quickly detect living victims greatly increases the chances of rescue and survival.  \n\n The Department of Homeland Security's Science and Technology Directorate, Washington, and NASA's Jet Propulsion Laboratory in Pasadena, Calif., have developed a new radar-based technology named Finding Individuals for Disaster and Emergency Response, or FINDER.  \n\n FINDER was created to detect a human heartbeat buried beneath 30 feet (9 meters) of crushed material, hidden behind 20 feet (6 meters) of solid concrete, and from a distance of 100 feet (30 meters) in open space.  \n\n In the past several months, DHS and JPL have tested and developed several FINDER prototypes. In June, DHS and first responders used a prototype to conduct more than 65 test searches with two Urban Search and Rescue teams: the Virginia Task Force 1 at the Fairfax County Fire Department training center, and the Virginia Task Force 2 in Virginia Beach, Va.  \n\n \"Testing proved successful in locating a task force member buried in 30 feet of mixed concrete, rebar and gravel rubble from a distance of over 30 feet,\" said John Price, DHS Science and Technology program manager. \"This capability will complement the current urban search and rescue tools such as canines, listening devices and video cameras to detect the presence of living victims in rubble.\"  \n\n In disaster scenarios, like earthquakes and tornadoes, the debris from the disasters causes the radar signals of FINDER to bounce back irregularly, making it difficult to decipher the signals. \"Isolating the relatively weak signal of a heartbeat within the noisy signals becomes a difficult task,\" said Edward Chow, JPL program manager. \"JPL's radar expertise helps in this challenge.\"  \n\n JPL uses advanced data processing systems to pick out faint signals. The microwave radar technology is sensitive enough to distinguish the unique signature of a human's breathing pattern and heartbeat from that of other living creatures, such as rats. The advantage of this technology is to allow first responders to quickly ascertain if a living human is present in the debris. The technology is sensitive enough that victims, whether conscious or not, can easily be detected, which helps responders decide the most efficient course of action.  \n\n \"It is anticipated that a commercialized technology could be ready for search and rescue operations as early as spring 2014,\" Price said.  \n\n The earlier tests resulted in design changes that are being incorporated into a new version of the device. These changes include a revised user interface, and increased battery life of up to 14 hours. The mechanical and electronic design has evolved with the core being a lightweight sensing module that uses a USB interface to integrate an antenna, radar electronics and digital processing.  \n\n \"This module is the key to future miniaturization and the use of FINDER sensing technology in other applications,\" said James Lux, task manager for the FINDER project at JPL. Those applications include installing FINDER on proposed search and rescue robots, such as JPL's Urbie, on stretchers or ambulances to monitor a patient's heartbeat, and in biology research to distinguish species.  \n\n The research partners continue developmental efforts to construct a final prototype while using a wealth of practitioner input and recommendations following the test searches. Future phases of development will focus on a more specific locator function, which will help determine not only the presence of a victim, but more precisely where in the rubble the victim is located.  \n\n The California Institute of Technology manages JPL for NASA."
    },
    {
      "title": "Retiring JPL Deputy Director Passes the Torch",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a3.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov",
      "body": "PASADENA, Calif. -- Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20. His successor, U.S. Air Force Lt. Gen. Larry D. James, will assume his duties on Sept. 23.  \n\n The deputy director functions as JPL's chief operating officer and is responsible to the director for the day-to-day management of JPL's resources and activities. JPL employs 5,000 scientists, engineers, technicians and business support personnel, and generates $1.5 billion in annual revenue. The California Institute of Technology in Pasadena staffs and manages JPL for NASA.  \n\n \"We owe our gratitude to General Tattini for his dedication and contributions during the past 12 years, which were filled with numerous successful spacecraft launches and milestones, including the landing of the Mars rover Curiosity,\" said JPL Director Charles Elachi.  \n\n Before joining JPL in July 2001, Tattini was commander of the U.S. Air Force Space and Missile Systems Center in Los Angeles. His 36-year military career included 20 separate assignments.  \n\n Born in Madison, Wis., Tattini graduated from the Reserve Officer Training Corps program at the University of Illinois before entering the Air Force in 1965. He holds a Master of Business Administration degree from Oklahoma City University, and certificates from the Air War College and Industrial College of the Armed Forces. He was chosen to attend executive development programs at Cornell University, Ithaca, N.Y., and Harvard University, Cambridge, Mass.  \n\n \"It has been an absolute privilege for me to support the men and women of JPL as deputy director for the past 12 years,\" Tattini said. \"I have seen the incredibly talented people at JPL perform magic, and I continue to be in awe of them. I leave with my congratulations for a job extremely well done.\"  \n\n Tattini and his wife, Jene, will continue to live in Glendale, Calif., minutes away from their daughter, son-in-law and two young grandsons.  \n\n Gen. James was selected after a search committee considered a number of distinguished candidates. He has a wide range of experience with space-related activities.  \n\n \"I look forward to working with General James as we move ahead in the exciting, important and ever-changing field of space exploration and technology,\" Elachi said.  \n\n After graduating with distinction from the U.S. Air Force Academy, James received a master's degree in astronautical engineering from the Massachusetts Institute of Technology, Cambridge.  \n\n Most recently, James was the Air Force Deputy Chief of Staff for Intelligence, Surveillance and Reconnaissance in Washington, D.C. Earlier in his career, he trained as an Air Force payload specialist for the space shuttle program. James also served as vice commander of the USAF Space and Missile Systems Center in Los Angeles and as commander of the 14th Air Force at Vandenberg Air Force base in California, where he was responsible for all Department of Defense satellite and launch systems.  \n\n \"I'm truly excited to be a part of the amazing JPL team,\" Gen. James said. \"As someone who has loved space exploration since I was a kid, there's no better place to be.\"  \n\n James lives in Altadena, Calif., with his wife, Susan. They have a daughter and son-in-law in New York City and a daughter in Nice, France."
    },
    {
      "title": "Long-stressed Europa Likely Off-kilter at One Time",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "NASA scientists have found evidence Europa likely spun around a tilted axis at some point.",
      "thumb": "/m/images/content/news/thumbs/pia16827-226.jpg",
      "theme": "Solar System",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a4.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850\nJet Propulsion Laboratory, Pasadena, Calif.\njccook@jpl.nasa.gov \n\n \nElizabeth Zubritsky/Nancy Neal-Jones 301-614-5438/301-286-0039\nGoddard Space Flight Center, Greenbelt, Md.\nelizabeth.a.zubritsky@nasa.gov/nancy.n.jones@nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "New Technology Can Detect Heartbeats in Rubble",
      "release_date": "September 17, 2013",
      "link": "/news/detail.html",
      "tease": "New technology may allow victims trapped in piles of rubble to be rescued more quickly.",
      "thumb": "/m/images/content/news/thumbs/finder20130917-226.jpg",
      "theme": "Technology",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a5.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Whitney Clavin 818-354-4673\nJet Propulsion Laboratory, Pasadena, Calif.\nwhitney.clavin@jpl.nasa.gov",
      "body": "When natural disasters or human-made catastrophes topple buildings, search and rescue teams immediately set out to find victims trapped beneath the wreckage. During these missions, time is imperative, and the ability to quickly detect living victims greatly increases the chances of rescue and survival.  \n\n The Department of Homeland Security's Science and Technology Directorate, Washington, and NASA's Jet Propulsion Laboratory in Pasadena, Calif., have developed a new radar-based technology named Finding Individuals for Disaster and Emergency Response, or FINDER.  \n\n FINDER was created to detect a human heartbeat buried beneath 30 feet (9 meters) of crushed material, hidden behind 20 feet (6 meters) of solid concrete, and from a distance of 100 feet (30 meters) in open space.  \n\n In the past several months, DHS and JPL have tested and developed several FINDER prototypes. In June, DHS and first responders used a prototype to conduct more than 65 test searches with two Urban Search and Rescue teams: the Virginia Task Force 1 at the Fairfax County Fire Department training center, and the Virginia Task Force 2 in Virginia Beach, Va.  \n\n \"Testing proved successful in locating a task force member buried in 30 feet of mixed concrete, rebar and gravel rubble from a distance of over 30 feet,\" said John Price, DHS Science and Technology program manager. \"This capability will complement the current urban search and rescue tools such as canines, listening devices and video cameras to detect the presence of living victims in rubble.\"  \n\n In disaster scenarios, like earthquakes and tornadoes, the debris from the disasters causes the radar signals of FINDER to bounce back irregularly, making it difficult to decipher the signals. \"Isolating the relatively weak signal of a heartbeat within the noisy signals becomes a difficult task,\" said Edward Chow, JPL program manager. \"JPL's radar expertise helps in this challenge.\"  \n\n JPL uses advanced data processing systems to pick out faint signals. The microwave radar technology is sensitive enough to distinguish the unique signature of a human's breathing pattern and heartbeat from that of other living creatures, such as rats. The advantage of this technology is to allow first responders to quickly ascertain if a living human is present in the debris. The technology is sensitive enough that victims, whether conscious or not, can easily be detected, which helps responders decide the most efficient course of action.  \n\n \"It is anticipated that a commercialized technology could be ready for search and rescue operations as early as spring 2014,\" Price said.  \n\n The earlier tests resulted in design changes that are being incorporated into a new version of the device. These changes include a revised user interface, and increased battery life of up to 14 hours. The mechanical and electronic design has evolved with the core being a lightweight sensing module that uses a USB interface to integrate an antenna, radar electronics and digital processing.  \n\n \"This module is the key to future miniaturization and the use of FINDER sensing technology in other applications,\" said James Lux, task manager for the FINDER project at JPL. Those applications include installing FINDER on proposed search and rescue robots, such as JPL's Urbie, on stretchers or ambulances to monitor a patient's heartbeat, and in biology research to distinguish species.  \n\n The research partners continue developmental efforts to construct a final prototype while using a wealth of practitioner input and recommendations following the test searches. Future phases of development will focus on a more specific locator function, which will help determine not only the presence of a victim, but more precisely where in the rubble the victim is located.  \n\n The California Institute of Technology manages JPL for NASA."
    }, {
      "title": "Space Sunflower May Help Snap Pictures of Planets",
      "release_date": "03.20.14",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/news/starshade_poster.jpg",
          "caption": "This animation shows the prototype starshade, a giant structure designed to block the glare of stars so that future space telescopes can take pictures of planets.",
          "alt": "starshade"
        },
        "main": {
          "src": "/assets/images/content/tmp/news/starshade.jpg",
          "caption": "This animation shows the prototype starshade, a giant structure designed to block the glare of stars so that future space telescopes can take pictures of planets.",
          "alt": "starshade"
        }
      },
      "author": "Whitney Clavin",
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov"
    },    {
      "title": "Retiring JPL Deputy Director Passes the Torch",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a6.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "Long-stressed Europa Likely Off-kilter at One Time",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "NASA scientists have found evidence Europa likely spun around a tilted axis at some point.",
      "thumb": "/m/images/content/news/thumbs/pia16827-226.jpg",
      "theme": "Solar System",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a7.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850\nJet Propulsion Laboratory, Pasadena, Calif.\njccook@jpl.nasa.gov \n\n \nElizabeth Zubritsky/Nancy Neal-Jones 301-614-5438/301-286-0039\nGoddard Space Flight Center, Greenbelt, Md.\nelizabeth.a.zubritsky@nasa.gov/nancy.n.jones@nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "New Technology Can Detect Heartbeats in Rubble",
      "release_date": "September 17, 2013",
      "link": "/news/detail.html",
      "tease": "New technology may allow victims trapped in piles of rubble to be rescued more quickly.",
      "thumb": "/m/images/content/news/thumbs/finder20130917-226.jpg",
      "theme": "Technology",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a8.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Whitney Clavin 818-354-4673\nJet Propulsion Laboratory, Pasadena, Calif.\nwhitney.clavin@jpl.nasa.gov",
      "body": "When natural disasters or human-made catastrophes topple buildings, search and rescue teams immediately set out to find victims trapped beneath the wreckage. During these missions, time is imperative, and the ability to quickly detect living victims greatly increases the chances of rescue and survival.  \n\n The Department of Homeland Security's Science and Technology Directorate, Washington, and NASA's Jet Propulsion Laboratory in Pasadena, Calif., have developed a new radar-based technology named Finding Individuals for Disaster and Emergency Response, or FINDER.  \n\n FINDER was created to detect a human heartbeat buried beneath 30 feet (9 meters) of crushed material, hidden behind 20 feet (6 meters) of solid concrete, and from a distance of 100 feet (30 meters) in open space.  \n\n In the past several months, DHS and JPL have tested and developed several FINDER prototypes. In June, DHS and first responders used a prototype to conduct more than 65 test searches with two Urban Search and Rescue teams: the Virginia Task Force 1 at the Fairfax County Fire Department training center, and the Virginia Task Force 2 in Virginia Beach, Va.  \n\n \"Testing proved successful in locating a task force member buried in 30 feet of mixed concrete, rebar and gravel rubble from a distance of over 30 feet,\" said John Price, DHS Science and Technology program manager. \"This capability will complement the current urban search and rescue tools such as canines, listening devices and video cameras to detect the presence of living victims in rubble.\"  \n\n In disaster scenarios, like earthquakes and tornadoes, the debris from the disasters causes the radar signals of FINDER to bounce back irregularly, making it difficult to decipher the signals. \"Isolating the relatively weak signal of a heartbeat within the noisy signals becomes a difficult task,\" said Edward Chow, JPL program manager. \"JPL's radar expertise helps in this challenge.\"  \n\n JPL uses advanced data processing systems to pick out faint signals. The microwave radar technology is sensitive enough to distinguish the unique signature of a human's breathing pattern and heartbeat from that of other living creatures, such as rats. The advantage of this technology is to allow first responders to quickly ascertain if a living human is present in the debris. The technology is sensitive enough that victims, whether conscious or not, can easily be detected, which helps responders decide the most efficient course of action.  \n\n \"It is anticipated that a commercialized technology could be ready for search and rescue operations as early as spring 2014,\" Price said.  \n\n The earlier tests resulted in design changes that are being incorporated into a new version of the device. These changes include a revised user interface, and increased battery life of up to 14 hours. The mechanical and electronic design has evolved with the core being a lightweight sensing module that uses a USB interface to integrate an antenna, radar electronics and digital processing.  \n\n \"This module is the key to future miniaturization and the use of FINDER sensing technology in other applications,\" said James Lux, task manager for the FINDER project at JPL. Those applications include installing FINDER on proposed search and rescue robots, such as JPL's Urbie, on stretchers or ambulances to monitor a patient's heartbeat, and in biology research to distinguish species.  \n\n The research partners continue developmental efforts to construct a final prototype while using a wealth of practitioner input and recommendations following the test searches. Future phases of development will focus on a more specific locator function, which will help determine not only the presence of a victim, but more precisely where in the rubble the victim is located.  \n\n The California Institute of Technology manages JPL for NASA."
    },
    {
      "title": "Retiring JPL Deputy Director Passes the Torch",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a9.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov",
      "body": "PASADENA, Calif. -- Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20. His successor, U.S. Air Force Lt. Gen. Larry D. James, will assume his duties on Sept. 23.  \n\n The deputy director functions as JPL's chief operating officer and is responsible to the director for the day-to-day management of JPL's resources and activities. JPL employs 5,000 scientists, engineers, technicians and business support personnel, and generates $1.5 billion in annual revenue. The California Institute of Technology in Pasadena staffs and manages JPL for NASA.  \n\n \"We owe our gratitude to General Tattini for his dedication and contributions during the past 12 years, which were filled with numerous successful spacecraft launches and milestones, including the landing of the Mars rover Curiosity,\" said JPL Director Charles Elachi.  \n\n Before joining JPL in July 2001, Tattini was commander of the U.S. Air Force Space and Missile Systems Center in Los Angeles. His 36-year military career included 20 separate assignments.  \n\n Born in Madison, Wis., Tattini graduated from the Reserve Officer Training Corps program at the University of Illinois before entering the Air Force in 1965. He holds a Master of Business Administration degree from Oklahoma City University, and certificates from the Air War College and Industrial College of the Armed Forces. He was chosen to attend executive development programs at Cornell University, Ithaca, N.Y., and Harvard University, Cambridge, Mass.  \n\n \"It has been an absolute privilege for me to support the men and women of JPL as deputy director for the past 12 years,\" Tattini said. \"I have seen the incredibly talented people at JPL perform magic, and I continue to be in awe of them. I leave with my congratulations for a job extremely well done.\"  \n\n Tattini and his wife, Jene, will continue to live in Glendale, Calif., minutes away from their daughter, son-in-law and two young grandsons.  \n\n Gen. James was selected after a search committee considered a number of distinguished candidates. He has a wide range of experience with space-related activities.  \n\n \"I look forward to working with General James as we move ahead in the exciting, important and ever-changing field of space exploration and technology,\" Elachi said.  \n\n After graduating with distinction from the U.S. Air Force Academy, James received a master's degree in astronautical engineering from the Massachusetts Institute of Technology, Cambridge.  \n\n Most recently, James was the Air Force Deputy Chief of Staff for Intelligence, Surveillance and Reconnaissance in Washington, D.C. Earlier in his career, he trained as an Air Force payload specialist for the space shuttle program. James also served as vice commander of the USAF Space and Missile Systems Center in Los Angeles and as commander of the 14th Air Force at Vandenberg Air Force base in California, where he was responsible for all Department of Defense satellite and launch systems.  \n\n \"I'm truly excited to be a part of the amazing JPL team,\" Gen. James said. \"As someone who has loved space exploration since I was a kid, there's no better place to be.\"  \n\n James lives in Altadena, Calif., with his wife, Susan. They have a daughter and son-in-law in New York City and a daughter in Nice, France."
    },
    {
      "title": "Long-stressed Europa Likely Off-kilter at One Time",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "NASA scientists have found evidence Europa likely spun around a tilted axis at some point.",
      "thumb": "/m/images/content/news/thumbs/pia16827-226.jpg",
      "theme": "Solar System",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a10.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850\nJet Propulsion Laboratory, Pasadena, Calif.\njccook@jpl.nasa.gov \n\n \nElizabeth Zubritsky/Nancy Neal-Jones 301-614-5438/301-286-0039\nGoddard Space Flight Center, Greenbelt, Md.\nelizabeth.a.zubritsky@nasa.gov/nancy.n.jones@nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "New Technology Can Detect Heartbeats in Rubble",
      "release_date": "September 17, 2013",
      "link": "/news/detail.html",
      "tease": "New technology may allow victims trapped in piles of rubble to be rescued more quickly.",
      "thumb": "/m/images/content/news/thumbs/finder20130917-226.jpg",
      "theme": "Technology",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a11.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Whitney Clavin 818-354-4673\nJet Propulsion Laboratory, Pasadena, Calif.\nwhitney.clavin@jpl.nasa.gov",
      "body": "When natural disasters or human-made catastrophes topple buildings, search and rescue teams immediately set out to find victims trapped beneath the wreckage. During these missions, time is imperative, and the ability to quickly detect living victims greatly increases the chances of rescue and survival.  \n\n The Department of Homeland Security's Science and Technology Directorate, Washington, and NASA's Jet Propulsion Laboratory in Pasadena, Calif., have developed a new radar-based technology named Finding Individuals for Disaster and Emergency Response, or FINDER.  \n\n FINDER was created to detect a human heartbeat buried beneath 30 feet (9 meters) of crushed material, hidden behind 20 feet (6 meters) of solid concrete, and from a distance of 100 feet (30 meters) in open space.  \n\n In the past several months, DHS and JPL have tested and developed several FINDER prototypes. In June, DHS and first responders used a prototype to conduct more than 65 test searches with two Urban Search and Rescue teams: the Virginia Task Force 1 at the Fairfax County Fire Department training center, and the Virginia Task Force 2 in Virginia Beach, Va.  \n\n \"Testing proved successful in locating a task force member buried in 30 feet of mixed concrete, rebar and gravel rubble from a distance of over 30 feet,\" said John Price, DHS Science and Technology program manager. \"This capability will complement the current urban search and rescue tools such as canines, listening devices and video cameras to detect the presence of living victims in rubble.\"  \n\n In disaster scenarios, like earthquakes and tornadoes, the debris from the disasters causes the radar signals of FINDER to bounce back irregularly, making it difficult to decipher the signals. \"Isolating the relatively weak signal of a heartbeat within the noisy signals becomes a difficult task,\" said Edward Chow, JPL program manager. \"JPL's radar expertise helps in this challenge.\"  \n\n JPL uses advanced data processing systems to pick out faint signals. The microwave radar technology is sensitive enough to distinguish the unique signature of a human's breathing pattern and heartbeat from that of other living creatures, such as rats. The advantage of this technology is to allow first responders to quickly ascertain if a living human is present in the debris. The technology is sensitive enough that victims, whether conscious or not, can easily be detected, which helps responders decide the most efficient course of action.  \n\n \"It is anticipated that a commercialized technology could be ready for search and rescue operations as early as spring 2014,\" Price said.  \n\n The earlier tests resulted in design changes that are being incorporated into a new version of the device. These changes include a revised user interface, and increased battery life of up to 14 hours. The mechanical and electronic design has evolved with the core being a lightweight sensing module that uses a USB interface to integrate an antenna, radar electronics and digital processing.  \n\n \"This module is the key to future miniaturization and the use of FINDER sensing technology in other applications,\" said James Lux, task manager for the FINDER project at JPL. Those applications include installing FINDER on proposed search and rescue robots, such as JPL's Urbie, on stretchers or ambulances to monitor a patient's heartbeat, and in biology research to distinguish species.  \n\n The research partners continue developmental efforts to construct a final prototype while using a wealth of practitioner input and recommendations following the test searches. Future phases of development will focus on a more specific locator function, which will help determine not only the presence of a victim, but more precisely where in the rubble the victim is located.  \n\n The California Institute of Technology manages JPL for NASA."
    },{
      "title": "Space Sunflower May Help Snap Pictures of Planets",
      "release_date": "03.20.14",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/news/starshade_poster.jpg",
          "caption": "This animation shows the prototype starshade, a giant structure designed to block the glare of stars so that future space telescopes can take pictures of planets.",
          "alt": "starshade"
        },
        "main": {
          "src": "/assets/images/content/tmp/news/starshade.jpg",
          "caption": "This animation shows the prototype starshade, a giant structure designed to block the glare of stars so that future space telescopes can take pictures of planets.",
          "alt": "starshade"
        }
      },
      "author": "Whitney Clavin",
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov"
    },    {
      "title": "Retiring JPL Deputy Director Passes the Torch",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a11.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "Long-stressed Europa Likely Off-kilter at One Time",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "NASA scientists have found evidence Europa likely spun around a tilted axis at some point.",
      "thumb": "/m/images/content/news/thumbs/pia16827-226.jpg",
      "theme": "Solar System",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a1.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850\nJet Propulsion Laboratory, Pasadena, Calif.\njccook@jpl.nasa.gov \n\n \nElizabeth Zubritsky/Nancy Neal-Jones 301-614-5438/301-286-0039\nGoddard Space Flight Center, Greenbelt, Md.\nelizabeth.a.zubritsky@nasa.gov/nancy.n.jones@nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "New Technology Can Detect Heartbeats in Rubble",
      "release_date": "September 17, 2013",
      "link": "/news/detail.html",
      "tease": "New technology may allow victims trapped in piles of rubble to be rescued more quickly.",
      "thumb": "/m/images/content/news/thumbs/finder20130917-226.jpg",
      "theme": "Technology",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a2.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Whitney Clavin 818-354-4673\nJet Propulsion Laboratory, Pasadena, Calif.\nwhitney.clavin@jpl.nasa.gov",
      "body": "When natural disasters or human-made catastrophes topple buildings, search and rescue teams immediately set out to find victims trapped beneath the wreckage. During these missions, time is imperative, and the ability to quickly detect living victims greatly increases the chances of rescue and survival.  \n\n The Department of Homeland Security's Science and Technology Directorate, Washington, and NASA's Jet Propulsion Laboratory in Pasadena, Calif., have developed a new radar-based technology named Finding Individuals for Disaster and Emergency Response, or FINDER.  \n\n FINDER was created to detect a human heartbeat buried beneath 30 feet (9 meters) of crushed material, hidden behind 20 feet (6 meters) of solid concrete, and from a distance of 100 feet (30 meters) in open space.  \n\n In the past several months, DHS and JPL have tested and developed several FINDER prototypes. In June, DHS and first responders used a prototype to conduct more than 65 test searches with two Urban Search and Rescue teams: the Virginia Task Force 1 at the Fairfax County Fire Department training center, and the Virginia Task Force 2 in Virginia Beach, Va.  \n\n \"Testing proved successful in locating a task force member buried in 30 feet of mixed concrete, rebar and gravel rubble from a distance of over 30 feet,\" said John Price, DHS Science and Technology program manager. \"This capability will complement the current urban search and rescue tools such as canines, listening devices and video cameras to detect the presence of living victims in rubble.\"  \n\n In disaster scenarios, like earthquakes and tornadoes, the debris from the disasters causes the radar signals of FINDER to bounce back irregularly, making it difficult to decipher the signals. \"Isolating the relatively weak signal of a heartbeat within the noisy signals becomes a difficult task,\" said Edward Chow, JPL program manager. \"JPL's radar expertise helps in this challenge.\"  \n\n JPL uses advanced data processing systems to pick out faint signals. The microwave radar technology is sensitive enough to distinguish the unique signature of a human's breathing pattern and heartbeat from that of other living creatures, such as rats. The advantage of this technology is to allow first responders to quickly ascertain if a living human is present in the debris. The technology is sensitive enough that victims, whether conscious or not, can easily be detected, which helps responders decide the most efficient course of action.  \n\n \"It is anticipated that a commercialized technology could be ready for search and rescue operations as early as spring 2014,\" Price said.  \n\n The earlier tests resulted in design changes that are being incorporated into a new version of the device. These changes include a revised user interface, and increased battery life of up to 14 hours. The mechanical and electronic design has evolved with the core being a lightweight sensing module that uses a USB interface to integrate an antenna, radar electronics and digital processing.  \n\n \"This module is the key to future miniaturization and the use of FINDER sensing technology in other applications,\" said James Lux, task manager for the FINDER project at JPL. Those applications include installing FINDER on proposed search and rescue robots, such as JPL's Urbie, on stretchers or ambulances to monitor a patient's heartbeat, and in biology research to distinguish species.  \n\n The research partners continue developmental efforts to construct a final prototype while using a wealth of practitioner input and recommendations following the test searches. Future phases of development will focus on a more specific locator function, which will help determine not only the presence of a victim, but more precisely where in the rubble the victim is located.  \n\n The California Institute of Technology manages JPL for NASA."
    },
    {
      "title": "Retiring JPL Deputy Director Passes the Torch",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a3.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov",
      "body": "PASADENA, Calif. -- Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20. His successor, U.S. Air Force Lt. Gen. Larry D. James, will assume his duties on Sept. 23.  \n\n The deputy director functions as JPL's chief operating officer and is responsible to the director for the day-to-day management of JPL's resources and activities. JPL employs 5,000 scientists, engineers, technicians and business support personnel, and generates $1.5 billion in annual revenue. The California Institute of Technology in Pasadena staffs and manages JPL for NASA.  \n\n \"We owe our gratitude to General Tattini for his dedication and contributions during the past 12 years, which were filled with numerous successful spacecraft launches and milestones, including the landing of the Mars rover Curiosity,\" said JPL Director Charles Elachi.  \n\n Before joining JPL in July 2001, Tattini was commander of the U.S. Air Force Space and Missile Systems Center in Los Angeles. His 36-year military career included 20 separate assignments.  \n\n Born in Madison, Wis., Tattini graduated from the Reserve Officer Training Corps program at the University of Illinois before entering the Air Force in 1965. He holds a Master of Business Administration degree from Oklahoma City University, and certificates from the Air War College and Industrial College of the Armed Forces. He was chosen to attend executive development programs at Cornell University, Ithaca, N.Y., and Harvard University, Cambridge, Mass.  \n\n \"It has been an absolute privilege for me to support the men and women of JPL as deputy director for the past 12 years,\" Tattini said. \"I have seen the incredibly talented people at JPL perform magic, and I continue to be in awe of them. I leave with my congratulations for a job extremely well done.\"  \n\n Tattini and his wife, Jene, will continue to live in Glendale, Calif., minutes away from their daughter, son-in-law and two young grandsons.  \n\n Gen. James was selected after a search committee considered a number of distinguished candidates. He has a wide range of experience with space-related activities.  \n\n \"I look forward to working with General James as we move ahead in the exciting, important and ever-changing field of space exploration and technology,\" Elachi said.  \n\n After graduating with distinction from the U.S. Air Force Academy, James received a master's degree in astronautical engineering from the Massachusetts Institute of Technology, Cambridge.  \n\n Most recently, James was the Air Force Deputy Chief of Staff for Intelligence, Surveillance and Reconnaissance in Washington, D.C. Earlier in his career, he trained as an Air Force payload specialist for the space shuttle program. James also served as vice commander of the USAF Space and Missile Systems Center in Los Angeles and as commander of the 14th Air Force at Vandenberg Air Force base in California, where he was responsible for all Department of Defense satellite and launch systems.  \n\n \"I'm truly excited to be a part of the amazing JPL team,\" Gen. James said. \"As someone who has loved space exploration since I was a kid, there's no better place to be.\"  \n\n James lives in Altadena, Calif., with his wife, Susan. They have a daughter and son-in-law in New York City and a daughter in Nice, France."
    },
    {
      "title": "Long-stressed Europa Likely Off-kilter at One Time",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "NASA scientists have found evidence Europa likely spun around a tilted axis at some point.",
      "thumb": "/m/images/content/news/thumbs/pia16827-226.jpg",
      "theme": "Solar System",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a4.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850\nJet Propulsion Laboratory, Pasadena, Calif.\njccook@jpl.nasa.gov \n\n \nElizabeth Zubritsky/Nancy Neal-Jones 301-614-5438/301-286-0039\nGoddard Space Flight Center, Greenbelt, Md.\nelizabeth.a.zubritsky@nasa.gov/nancy.n.jones@nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "New Technology Can Detect Heartbeats in Rubble",
      "release_date": "September 17, 2013",
      "link": "/news/detail.html",
      "tease": "New technology may allow victims trapped in piles of rubble to be rescued more quickly.",
      "thumb": "/m/images/content/news/thumbs/finder20130917-226.jpg",
      "theme": "Technology",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a5.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Whitney Clavin 818-354-4673\nJet Propulsion Laboratory, Pasadena, Calif.\nwhitney.clavin@jpl.nasa.gov",
      "body": "When natural disasters or human-made catastrophes topple buildings, search and rescue teams immediately set out to find victims trapped beneath the wreckage. During these missions, time is imperative, and the ability to quickly detect living victims greatly increases the chances of rescue and survival.  \n\n The Department of Homeland Security's Science and Technology Directorate, Washington, and NASA's Jet Propulsion Laboratory in Pasadena, Calif., have developed a new radar-based technology named Finding Individuals for Disaster and Emergency Response, or FINDER.  \n\n FINDER was created to detect a human heartbeat buried beneath 30 feet (9 meters) of crushed material, hidden behind 20 feet (6 meters) of solid concrete, and from a distance of 100 feet (30 meters) in open space.  \n\n In the past several months, DHS and JPL have tested and developed several FINDER prototypes. In June, DHS and first responders used a prototype to conduct more than 65 test searches with two Urban Search and Rescue teams: the Virginia Task Force 1 at the Fairfax County Fire Department training center, and the Virginia Task Force 2 in Virginia Beach, Va.  \n\n \"Testing proved successful in locating a task force member buried in 30 feet of mixed concrete, rebar and gravel rubble from a distance of over 30 feet,\" said John Price, DHS Science and Technology program manager. \"This capability will complement the current urban search and rescue tools such as canines, listening devices and video cameras to detect the presence of living victims in rubble.\"  \n\n In disaster scenarios, like earthquakes and tornadoes, the debris from the disasters causes the radar signals of FINDER to bounce back irregularly, making it difficult to decipher the signals. \"Isolating the relatively weak signal of a heartbeat within the noisy signals becomes a difficult task,\" said Edward Chow, JPL program manager. \"JPL's radar expertise helps in this challenge.\"  \n\n JPL uses advanced data processing systems to pick out faint signals. The microwave radar technology is sensitive enough to distinguish the unique signature of a human's breathing pattern and heartbeat from that of other living creatures, such as rats. The advantage of this technology is to allow first responders to quickly ascertain if a living human is present in the debris. The technology is sensitive enough that victims, whether conscious or not, can easily be detected, which helps responders decide the most efficient course of action.  \n\n \"It is anticipated that a commercialized technology could be ready for search and rescue operations as early as spring 2014,\" Price said.  \n\n The earlier tests resulted in design changes that are being incorporated into a new version of the device. These changes include a revised user interface, and increased battery life of up to 14 hours. The mechanical and electronic design has evolved with the core being a lightweight sensing module that uses a USB interface to integrate an antenna, radar electronics and digital processing.  \n\n \"This module is the key to future miniaturization and the use of FINDER sensing technology in other applications,\" said James Lux, task manager for the FINDER project at JPL. Those applications include installing FINDER on proposed search and rescue robots, such as JPL's Urbie, on stretchers or ambulances to monitor a patient's heartbeat, and in biology research to distinguish species.  \n\n The research partners continue developmental efforts to construct a final prototype while using a wealth of practitioner input and recommendations following the test searches. Future phases of development will focus on a more specific locator function, which will help determine not only the presence of a victim, but more precisely where in the rubble the victim is located.  \n\n The California Institute of Technology manages JPL for NASA."
    }, {
      "title": "Space Sunflower May Help Snap Pictures of Planets",
      "release_date": "03.20.14",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/news/starshade_poster.jpg",
          "caption": "This animation shows the prototype starshade, a giant structure designed to block the glare of stars so that future space telescopes can take pictures of planets.",
          "alt": "starshade"
        },
        "main": {
          "src": "/assets/images/content/tmp/news/starshade.jpg",
          "caption": "This animation shows the prototype starshade, a giant structure designed to block the glare of stars so that future space telescopes can take pictures of planets.",
          "alt": "starshade"
        }
      },
      "author": "Whitney Clavin",
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov"
    },    {
      "title": "Retiring JPL Deputy Director Passes the Torch",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a6.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "Long-stressed Europa Likely Off-kilter at One Time",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "NASA scientists have found evidence Europa likely spun around a tilted axis at some point.",
      "thumb": "/m/images/content/news/thumbs/pia16827-226.jpg",
      "theme": "Solar System",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a7.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850\nJet Propulsion Laboratory, Pasadena, Calif.\njccook@jpl.nasa.gov \n\n \nElizabeth Zubritsky/Nancy Neal-Jones 301-614-5438/301-286-0039\nGoddard Space Flight Center, Greenbelt, Md.\nelizabeth.a.zubritsky@nasa.gov/nancy.n.jones@nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    },
    {
      "title": "New Technology Can Detect Heartbeats in Rubble",
      "release_date": "September 17, 2013",
      "link": "/news/detail.html",
      "tease": "New technology may allow victims trapped in piles of rubble to be rescued more quickly.",
      "thumb": "/m/images/content/news/thumbs/finder20130917-226.jpg",
      "theme": "Technology",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a8.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Whitney Clavin 818-354-4673\nJet Propulsion Laboratory, Pasadena, Calif.\nwhitney.clavin@jpl.nasa.gov",
      "body": "When natural disasters or human-made catastrophes topple buildings, search and rescue teams immediately set out to find victims trapped beneath the wreckage. During these missions, time is imperative, and the ability to quickly detect living victims greatly increases the chances of rescue and survival.  \n\n The Department of Homeland Security's Science and Technology Directorate, Washington, and NASA's Jet Propulsion Laboratory in Pasadena, Calif., have developed a new radar-based technology named Finding Individuals for Disaster and Emergency Response, or FINDER.  \n\n FINDER was created to detect a human heartbeat buried beneath 30 feet (9 meters) of crushed material, hidden behind 20 feet (6 meters) of solid concrete, and from a distance of 100 feet (30 meters) in open space.  \n\n In the past several months, DHS and JPL have tested and developed several FINDER prototypes. In June, DHS and first responders used a prototype to conduct more than 65 test searches with two Urban Search and Rescue teams: the Virginia Task Force 1 at the Fairfax County Fire Department training center, and the Virginia Task Force 2 in Virginia Beach, Va.  \n\n \"Testing proved successful in locating a task force member buried in 30 feet of mixed concrete, rebar and gravel rubble from a distance of over 30 feet,\" said John Price, DHS Science and Technology program manager. \"This capability will complement the current urban search and rescue tools such as canines, listening devices and video cameras to detect the presence of living victims in rubble.\"  \n\n In disaster scenarios, like earthquakes and tornadoes, the debris from the disasters causes the radar signals of FINDER to bounce back irregularly, making it difficult to decipher the signals. \"Isolating the relatively weak signal of a heartbeat within the noisy signals becomes a difficult task,\" said Edward Chow, JPL program manager. \"JPL's radar expertise helps in this challenge.\"  \n\n JPL uses advanced data processing systems to pick out faint signals. The microwave radar technology is sensitive enough to distinguish the unique signature of a human's breathing pattern and heartbeat from that of other living creatures, such as rats. The advantage of this technology is to allow first responders to quickly ascertain if a living human is present in the debris. The technology is sensitive enough that victims, whether conscious or not, can easily be detected, which helps responders decide the most efficient course of action.  \n\n \"It is anticipated that a commercialized technology could be ready for search and rescue operations as early as spring 2014,\" Price said.  \n\n The earlier tests resulted in design changes that are being incorporated into a new version of the device. These changes include a revised user interface, and increased battery life of up to 14 hours. The mechanical and electronic design has evolved with the core being a lightweight sensing module that uses a USB interface to integrate an antenna, radar electronics and digital processing.  \n\n \"This module is the key to future miniaturization and the use of FINDER sensing technology in other applications,\" said James Lux, task manager for the FINDER project at JPL. Those applications include installing FINDER on proposed search and rescue robots, such as JPL's Urbie, on stretchers or ambulances to monitor a patient's heartbeat, and in biology research to distinguish species.  \n\n The research partners continue developmental efforts to construct a final prototype while using a wealth of practitioner input and recommendations following the test searches. Future phases of development will focus on a more specific locator function, which will help determine not only the presence of a victim, but more precisely where in the rubble the victim is located.  \n\n The California Institute of Technology manages JPL for NASA."
    },
    {
      "title": "Retiring JPL Deputy Director Passes the Torch",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20.",
      "thumb": "/m/images/content/news/thumbs/tattini-226.jpg",
      "theme": "General",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a9.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850 \n\n Jet Propulsion Laboratory, Pasadena, Calif. \n\n jccook@jpl.nasa.gov",
      "body": "PASADENA, Calif. -- Gen. Eugene Tattini, who has served for the past 12 years as deputy director of NASA's Jet Propulsion Laboratory, Pasadena, Calif., will begin his retirement on Sept. 20. His successor, U.S. Air Force Lt. Gen. Larry D. James, will assume his duties on Sept. 23.  \n\n The deputy director functions as JPL's chief operating officer and is responsible to the director for the day-to-day management of JPL's resources and activities. JPL employs 5,000 scientists, engineers, technicians and business support personnel, and generates $1.5 billion in annual revenue. The California Institute of Technology in Pasadena staffs and manages JPL for NASA.  \n\n \"We owe our gratitude to General Tattini for his dedication and contributions during the past 12 years, which were filled with numerous successful spacecraft launches and milestones, including the landing of the Mars rover Curiosity,\" said JPL Director Charles Elachi.  \n\n Before joining JPL in July 2001, Tattini was commander of the U.S. Air Force Space and Missile Systems Center in Los Angeles. His 36-year military career included 20 separate assignments.  \n\n Born in Madison, Wis., Tattini graduated from the Reserve Officer Training Corps program at the University of Illinois before entering the Air Force in 1965. He holds a Master of Business Administration degree from Oklahoma City University, and certificates from the Air War College and Industrial College of the Armed Forces. He was chosen to attend executive development programs at Cornell University, Ithaca, N.Y., and Harvard University, Cambridge, Mass.  \n\n \"It has been an absolute privilege for me to support the men and women of JPL as deputy director for the past 12 years,\" Tattini said. \"I have seen the incredibly talented people at JPL perform magic, and I continue to be in awe of them. I leave with my congratulations for a job extremely well done.\"  \n\n Tattini and his wife, Jene, will continue to live in Glendale, Calif., minutes away from their daughter, son-in-law and two young grandsons.  \n\n Gen. James was selected after a search committee considered a number of distinguished candidates. He has a wide range of experience with space-related activities.  \n\n \"I look forward to working with General James as we move ahead in the exciting, important and ever-changing field of space exploration and technology,\" Elachi said.  \n\n After graduating with distinction from the U.S. Air Force Academy, James received a master's degree in astronautical engineering from the Massachusetts Institute of Technology, Cambridge.  \n\n Most recently, James was the Air Force Deputy Chief of Staff for Intelligence, Surveillance and Reconnaissance in Washington, D.C. Earlier in his career, he trained as an Air Force payload specialist for the space shuttle program. James also served as vice commander of the USAF Space and Missile Systems Center in Los Angeles and as commander of the 14th Air Force at Vandenberg Air Force base in California, where he was responsible for all Department of Defense satellite and launch systems.  \n\n \"I'm truly excited to be a part of the amazing JPL team,\" Gen. James said. \"As someone who has loved space exploration since I was a kid, there's no better place to be.\"  \n\n James lives in Altadena, Calif., with his wife, Susan. They have a daughter and son-in-law in New York City and a daughter in Nice, France."
    },
    {
      "title": "Long-stressed Europa Likely Off-kilter at One Time",
      "release_date": "September 18, 2013",
      "link": "/news/detail.html",
      "tease": "NASA scientists have found evidence Europa likely spun around a tilted axis at some point.",
      "thumb": "/m/images/content/news/thumbs/pia16827-226.jpg",
      "theme": "Solar System",
      "images": {
        "thumb": {
          "src": "/assets/images/content/tmp/home/asteroids/a10.jpeg",
          "caption": "Retiring JPL Deputy Director Gen. Eugene Tattini Image credit: NASA/JPL-Caltech",
          "alt": "asteroid"
        }
      },
      "media_contact": "Jia-Rui C. Cook 818-354-0850\nJet Propulsion Laboratory, Pasadena, Calif.\njccook@jpl.nasa.gov \n\n \nElizabeth Zubritsky/Nancy Neal-Jones 301-614-5438/301-286-0039\nGoddard Space Flight Center, Greenbelt, Md.\nelizabeth.a.zubritsky@nasa.gov/nancy.n.jones@nasa.gov",
      "body": "By analyzing the distinctive cracks lining the icy face of Europa, NASA scientists found evidence that this moon of Jupiter likely spun around a tilted axis at some point.  \n\n Europa's tilt could influence calculations of how much of the moon's history is recorded in its frozen shell, how much heat is generated by tides in its ocean, and even how long the ocean has been liquid.  \n\n \"One of the mysteries of Europa is why the orientations of the long, straight cracks called lineaments have changed over time. It turns out that a small tilt, or obliquity, in the spin axis, sometime in the past, can explain a lot of what we see,\" said Alyssa Rhoden, a postdoctoral fellow with Oak Ridge Associated Universities who is working at NASA's Goddard Space Flight Center in Greenbelt, Md. She is the lead author of a paper in the September-October issue of Icarus that describes the results.  \n\n Europa's network of crisscrossing cracks serves as a record of the stresses caused by massive tides in the moon's global ocean. These tides occur because Europa travels around Jupiter in a slightly oval-shaped orbit. When Europa comes closer to the planet, the moon gets stretched like a rubber band, with the ocean height at the long ends rising nearly 100 feet (30 meters). That's roughly as high as the 2004 tsunami in the Indian Ocean, but it happens on a body that measures only about one-quarter of Earth's diameter. When Europa moves farther from Jupiter, it relaxes back into the shape of a ball.  \n\n The moon's ice layer has to stretch and flex to accommodate these changes, but when the stresses become too great, it cracks. The puzzling part is why the cracks in Europa's icy layer point in different directions over time, even though the same side of Europa always faces Jupiter.  \n\n A leading explanation has been that Europa's frozen outer shell might rotate slightly faster than the moon orbits Jupiter. If this out-of-sync rotation does occur, the same part of the ice shell would not always face Jupiter.  \n\n Rhoden and her Goddard co-author Terry Hurford put that idea to the test using images taken by NASA's Galileo spacecraft during its nearly eight-year mission, which began in 1995. \"Galileo produced many paradigm shifts in our understanding of Europa, one of which was the phenomena of out-of-sync rotation,\" said Claudia Alexander of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who was the project manager when the Galileo mission ended.  \n\n Rhoden and Hurford compared the pattern of cracks in a key area near Europa's equator to predictions based on three different explanations. The first set of predictions was based on the rotation of the ice shell. The second set assumed that Europa was spinning around a tilted axis, which, in turn, made the orientation of the pole change over time. This effect, called precession, looks very much like what happens when a spinning toy top has started to slow down and wobble. The third explanation was that the cracks were laid out in random directions.  \n\n The researchers got the best performance when they assumed that precession had occurred, caused by a tilt of about one degree, and combined this effect with some random cracks, said Rhoden. Out-of-sync rotation was surprisingly unsuccessful, in part because Rhoden found an oversight in the original calculations for this model.  \n\n The results are compelling enough to satisfy Richard Greenberg, the professor from the University of Arizona, Tucson, who had earlier proposed the idea of out-of sync rotation.  \n\n \"By extracting new information from the Galileo data, this work refines and improves our understanding of the very unusual geology of Europa,\" said Greenberg, who was Rhoden's undergraduate advisor and Hurford's graduate advisor.  \n\n The existence of tilt would not rule out the out-of-sync rotation, according to Rhoden and Greenberg. But it does suggest that Europa's cracks may be much more recent than previously thought. That's because the spin pole direction may change by as much as a few degrees per day, completing one precession period over several months. On the other hand, with the leading explanation, one full rotation of the ice sheet would take roughly 250,000 years. In either case, several rotations would be needed to explain the crack patterns.  \n\n A tilt also could affect the estimates of the age of Europa's ocean. Tidal forces are thought to generate the heat that keeps Europa's ocean liquid, and a tilt in the spin axis might suggest that more heat is generated by tidal forces. This heat might keep the ocean liquid longer.  \n\n The analysis does not specify when the tilt would have occurred. So far, measurements have not been made of the tilt of Europa's axis, and this is one goal scientists have for any future Europa mission.  \n\n \"One of the fascinating open questions is how active Europa still is. If researchers pin down Europa's current spin axis, then our findings would allow us to assess whether the clues we are finding on the moon's surface are consistent with the present-day conditions,\" said Rhoden.  \n\n The Galileo mission was managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for the agency's Science Mission Directorate. JPL is a division of the California Institute of Technology, Pasadena.  \n\n For information about NASA and agency programs, visit: http://www.nasa.gov ."
    }
  ],
  "more": true
}